export const POWER_STATION_LIST = [
  '地面式', '屋顶式', '大棚式', '水面式', '漂浮式'
  // {  label: '地面式',  value: 1 },
  // {  label: '屋顶式',  value: 1 },
  // {  label: '大棚式',  value: 1 },
  // {  label: '水面式',  value: 1 },
  // {  label: '漂浮式',  value: 1 },
]

export const GRID_CONNECTED_TYPE = ['全额上网','自发自用余电上网','自发自用']

export const PROVINCE_LIST = [
  '北京', '天津', '上海', '重庆', '冀北', '冀南', '山西', '蒙西', '蒙东',
  '陕西', '黑龙江', '辽宁', '吉林', '湖北', '湖南', '江西', '河南',
  '安徽', '江苏', '浙江', '山东', '福建', '青海', '宁夏', '新疆',
  '甘肃', '四川', '贵州', '云南', '广东', '广西', '海南', '西藏'
]
